/*
  Localizable.strings
  InstallerSetup

  Created by Vignesh S on 24/05/2021.
  Copyright © 2021 ZOHO Corporation Private Limited. All rights reserved.
*/


/* Common Text */
"OK" = "OK";
"CANCEL" = "Abbrechen";
"CLOSE" = "Schließen";
"CLICK_HERE" = "Hier klicken" ;
"DONE" = "Fertig" ;

/* Configure Text */
"CONFIGURE" = "Konfigurieren";
"CONFIGURING" = "Konfigurieren …" ;
"CONFIGURING_UNATTENDED" = "Unbeaufsichtigten Zugriff konfigurieren..." ;
"CONFIGURING_SUCCESS" = "ist jetzt für unbeaufsichtigten Zugriff konfiguriert" ;
"CONFIGURING_ALREADY" = "Dieser Computer ist bereits für den unbeaufsichtigten Zugriff von konfiguriert" ;
"CONFIGURING_TRANSFER" = "Möchten Sie den Zugriff übertragen an" ;

/* Accessibility Box */
"ACCESSIBILITY_MESSAGE" = "Please provide necessary permission for Zoho Assist to establish a remote connection" ;
"ACCESSIBILITY_STEP1" = "Zoho Assist requires Accessibility permission to access and control the device." ;
"ACCESSIBILITY_STEP2" = "Zoho Assist requires Screen Recording permission to capture and record the screen." ;
"ACCESSIBILITY_PERMISSION1" = "Accessibility" ;
"ACCESSIBILITY_PERMISSION2" = "Screen Recording" ;
"ACCESSIBILITY_INFO" = "For more Information" ;
"POPUP_MESSAGE" = "Zoho Assist requires Accessibility and Screen Recording permission to establish a remote connection.";
"CLOSE_POPUP_MESSAGE" = "Accessibility and Screen Recording permissions are enabled. Remote session will begin now.";
"ACCESSIBILITY_TITLE" = "Zoho Assist Accessibility" ;
"CONFIGURE" = "Configure" ;

/* Error Box */
"ERROR_OS" = "Zoho Assist unterstützt diese Version Ihres Betriebssystems nicht. Klicken Sie hier, um die Systemanforderungen zu überprüfen." ;
"ERROR_UNKNOWN" = "Die Installation von Unattended Agent ist aufgrund unerwarteter Probleme fehlgeschlagen. Klicken Sie hier, um das Problem zu melden." ;
